Repository: Ukrainian-Irdya-Project/wesnoth-uk
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: uk_ua

source: Show unmoved orb
uk_ua: Показувати сферу, якщо не ходив

source: Show warnings about deprecated API in the in-game chat area. These messages will still be shown in the log, even if this is disabled. In addition, the deprecation log-domain controls how many messages are printed.
uk_ua: Показувати попередження про відхилені API у чаті під час гри. Ці повідомлення все одно будуть показані у логу, навіть якщо ця опція вимкнена. Додатково, підпункт відхилено у пункті логування контролює, як багато повідомлень зберігати.

source: Show/Hide Labels
uk_ua: Показувати/сховати мітки

source: Showdown in the Northern Swamp
uk_ua: Поєдинок в Північному Болоті

source: Shrine
uk_ua: Святилище

source: Shroud
uk_ua: Пелена

source: Shroud and Fog of War
uk_ua: Пелена та Туман Війни

source: Shuffle Sides
uk_ua: Перемішати сторони

source: Shuffle sides:
uk_ua: Перемішати сторони:

source: Shut it and keep moving.
uk_ua: Йдемо далі, й мовчки.

source: Shut up, worm! I’m the boss!
uk_ua: Замовкни, хробак! Я тут головний!

source: Shut yer mouth! Let’s just get ’em.
uk_ua: Заткнися! Просто виріжемо їх.

source: Shut your trap, lizard. You’ll get your gold as soon as my wolves get their meat.
uk_ua: Замовкни, ящірко. Ти отримаєш своє золото, як тільки мої вовки отримають їхнє м'ясо.

source: Siddry
uk_ua: Сідри

source: Side
uk_ua: Сторона

source: Side $side
uk_ua: Сторона $side

source: Side $side_number ($name)
uk_ua: Сторона $side_number ($name)

source: Side $temp_i
uk_ua: Фракція $temp_i

source: Side '$side' controller is now controlled by: AI.
uk_ua: Сторона '$side' тепер контролюється: ПК.

source: Side '$side' controller is now controlled by: human.
uk_ua: Сторона '$side' тепер контролюється: людиною.

source: Side '$side' controller is now fully controlled by: AI.
uk_ua: Сторона '$side' тепер контролюється: ПК.

source: Side '$side' is already droided.
uk_ua: Сторону '$side' вже перемкнуто на ПК.

source: Side '$side' is already fully AI controlled.
uk_ua: Сторону '$side' вже перемкнуто на ПК.

source: Side '$side' is already not droided.
uk_ua: Сторону '$side' вже не перемкнуто на ПК.

source: Side Setup
uk_ua: Налаштування сторони

source: Side: <b>$side_name</b> ($color_name)
uk_ua: Сторона: <b>$side_name</b> ($color_name)

source: Sides $side_number and $other_side_number are tied.
uk_ua: Сторони $side_number та $other_side_number зв'язані.

source: Sides $winners are tied.
uk_ua: Сторони $winners зв'язані.

source: Siege of Laurelmor
uk_ua: Облога Лайрелмору

source: Sighting an allied unit interrupts your unit’s movement
uk_ua: Перервати рух вашого бійця при зустрічі з дружнім бійцем

source: Sign Up
uk_ua: Реєстрація

source: Signal
uk_ua: Сигнал

source: Signpost
uk_ua: Дороговказ

source: Silence from you.
uk_ua: Мовчи.

source: Silly goblin.
uk_ua: Дурний гоблін.

source: Silvan Sanctuary
uk_ua: Лісове святилище

source: Silver Mage
uk_ua: Срібний маг

source: Silver Ring
uk_ua: Срібна каблучка

source: Similar to the 'fps' command, but also forces everything to redraw instead of only things that have changed.
uk_ua: Схоже на команду 'fps', але також змушує перемалювати все на екрані, а не лише те, що змінилося.

source: Similar to the ‘fps’ command, but also forces everything to redraw instead of only things that have changed.
uk_ua: Схоже на команду ‘fps’, але також змушує усе перемальовуватися, а не тільки те, що змінилося.

source: Simple beings conjured up from soil and water, Mudcrawlers fend for themselves by spitting globs of mud with surprising force. Even though they are slow, fragile, and vulnerable to fire, their quick and easy creation, along with their resistance to a common citizen’s improvised blunt weaponry, makes them the tool of choice for ambitious but inexperienced summoners.
uk_ua: Прості істоти, що зародилися із ґрунту та води, земляники можуть постояти за себе, плюючи кульки бруду з дивовижною силою. Незважаючи на те, що вони повільні, крихкі й уразливі для вогню, їх швидке та просте створення, поряд з їх стійкістю до ударної зброї, робить їх інструментом для амбіційних, але недосвідчених чаклунів.

source: Simyr
uk_ua: Сімір

source: Since Prince Eldred died in the battle, the Queen took the throne and has been consolidating her power. Part of that has been bringing the elders from the local villages here, forcing them to swear allegiance to her. That was the purpose of that patrol.
uk_ua: І оскільки Принц Ельдред помер у битві, Королева зайняла трон і почала посилювати свою владу. Частиною цього було зібрання старійшин з місцевих сел, щоб змусити присягти їй у вірності. Саме це було ціллю того патруля.

source: Since he could not ask even his personal guard to go against the King’s wishes, he turned to Kalenz and the elves. Traveling by night to remain unseen, they reached Asheviere’s family demesne.
uk_ua: Оскільки він не міг попросити навіть свою особисту охорону піти проти бажання Короля, він повернувся до Каленза і ельфів. Подорожуючи вночі, щоб залишатися непоміченими, вони досягли сімейного маєтку Ашевір.

source: Since you started your turn on a village, you regained some health! Villages heal units 8 hitpoints per turn, or enough to top off their health, whichever is less. In your case, you regained $student_hp_heal_amount hitpoints.
uk_ua: Оскільки ти почав свій хід у селі, то в тебе частково відновилося здоров'я. Села лікують бійців на 8 очок здоров'я за хід, або до повного видужання, в залежності від того що менше. У цьому випадку, ти вилікувався на $student_hp_heal_amount очок здоров'я.

source: Since your team has only one leader, the enemy waves will not be at full strength.
uk_ua: Оскільки у вашої команди лише один лідер, хвилі ворогів підуть в неповну силу.

source: Since your team has two leaders, the enemy waves will be at full strength.
uk_ua: Оскільки у вашої команди два лідери, хвилі ворогів будуть йти на повну силу.

source: Single Hex
uk_ua: Одиночна клітинка

source: Single Tile
uk_ua: Одна клітинка

source: Single-player campaigns are collections of scenarios that fit together to tell a story. Both stand-alone scenarios—if intended to be played as such—and regular campaigns are available from the <italic>text='Campaigns'</italic> menu at the title screen.
uk_ua: Кампанії для одного гравця — це колекції сценаріїв, що разом розказують одну історію. Незалежні сценарії—якщо є намір їх грати таким чином — як і звичайні кампанії, доступні в меню <italic>text='Кампанії'</italic> в головному вікні.

source: Singleplayer Campaigns
uk_ua: Кампанії для одного гравця

source: Sir Cadaeus
uk_ua: Сер Кадаеус

source: Sir Gerrick
uk_ua: Пан Геррік

source: Sir Gwydion
uk_ua: Сер Гвидіон

source: Sir Kaylan
uk_ua: Сер Кайлан

source: Sir Ladoc
uk_ua: Сер Ладок

source: Sir Ruddry
uk_ua: Сер Раддрі

source: Sir, if you don’t mind, I’ll go with you.
uk_ua: Пане, якщо ти не проти, я піду з вами.

source: Sir, my family has been slaughtered, and my home lost. All I long for is to join them. Give me this honorable death... Please, Sir! I beg you!
uk_ua: Пане, мою сім'ю перебили, я втратив свій дім. Все, що мені потрібне, це зустрітися з ними. Дозволь мені померти благородно... Будь ласка, пане! Я благаю тебе!

source: Sir, our scouts report that Baran was seen captured and carried away further north!
uk_ua: Пане, наші розвідники доповідають, що Б'ярна було захоплено в полон, вороги повели його далі на північ!

source: Sir, some ships have landed... They look like they’ve been damaged by the voyage. Hmm, it seems that most of the ships are staying at sea.
uk_ua: Повелитель, деякі кораблі причалили... Схоже, їм сильно дісталося в дорозі. Гм, схоже, більшість кораблів залишається на морі.

source: Sire, may I lead some part of your army to crush the undead?
uk_ua: Пане, можна мені повести частину вашої армії, щоб розчавити мерців?

source: Sister Thera
uk_ua: Сестра Тера

source: Site
uk_ua: Місцевість

source: Sithrak
uk_ua: Сітрак

source: Sithrak!
uk_ua: Сітрак!

source: Size
uk_ua: Розмір

source: Size:
uk_ua: Розмір:

source: Skeletal Dragon
uk_ua: Скелет дракона

source: Skeleton
uk_ua: Скелет

source: Skeleton Archer
uk_ua: Скелет лучник

source: Skeleton Rider
uk_ua: Скелет вершник

source: Skeletons approach from the east! This can only mean that they have begun to attack Kerlath. We will have to return and fight them without the aid of the elves...
uk_ua: Скелети наближаються зі сходу! Це означає лише те, що вони почали атакувати Керлат. Ми маємо повернутися і битися без ельфійської допомоги...

source: Skeletons are resistant to piercing, bladed and cold-based attacks but are vulnerable to impact, fire, and arcane attacks.
uk_ua: Скелети стійкі до колючої і ріжучої зброї та атак холодом, але вразливі до ударних, вогняних і містичний атак.

source: Skeletons are the bones of fallen warriors reanimated by dark sorcery. They are almost immune to piercing weapons like arrows and spears, but can be harmed by bladed attacks like swords, and are especially vulnerable to impact weapons. Minister Hylas’s <i>arcane</i> attack is extremely effective against them. Like bandits, they are much more dangerous at night!
uk_ua: Скелети це кістки загиблих воїнів, підняті темною магією. Вони майже нечутливі до колючої зброї, такої як списи та стріли, але можуть бути поранені ріжучими атаками, наприклад мечем, а також особливо вразливі до ударної зброї. <i>Містична</i> атака Міністра Хіліса вкрай ефективна проти них. Як і розбійники, вони найбільш небезпечні вночі!

source: Skeletons are warriors who have been slain in battle and brought back by dark magics. Nearly mindless, and unwavering in their purpose, they fear neither pain, nor death, and their mere presence will often frighten away any who would challenge their master.
uk_ua: Скелети — це воїни, полеглі в битві і підняті за допомогою темної магії. У них практично відсутній розум, вони непохитні в своїх цілях, не бояться ні болю, ні смерті, і сама їх присутність злякає будь-кого, хто міг би кинути виклик їх хазяїну.

source: Skeletons!
uk_ua: Скелети!

source: Skip
uk_ua: Пропустити

source: Skip AI moves
uk_ua: Пропускати ходи комп'ютера

source: Skip Animation
uk_ua: Пропустити анімацію

source: Skip animation
uk_ua: Пропустити анімацію

source: Skip quickly to the active turn when observing
uk_ua: Пропускати до поточного ходу при спостереженні

source: Skipping the core.
uk_ua: Пропускаю ядро.

source: Skirmisher
uk_ua: Авангардист

source: Skoogal
uk_ua: Скугал

source: Skreeeeeeee!
uk_ua: Скрііііііііііі!

source: Skulrag
uk_ua: Скалраг

source: Sky Drake
uk_ua: Небесний дрейк

source: Slab
uk_ua: Плита

source: Slavers
uk_ua: Работорговці

source: Slay Mordak, the evil mage
uk_ua: Знищіть Мордака, злого мага

source: Slay the Dragon
uk_ua: Вбийте дракона

source: Slay the Dragon and defeat all enemy leaders
uk_ua: Вбийте дракона і переможіть усіх ворожих лідерів

source: Slay the Orcish Warlord to free the village
uk_ua: Убити воєначальника орків, щоб звільнити село

source: Slay them all!
uk_ua: Убити їх усіх!

source: Slay them all! Even if we sustain heavy losses here, the city’s inhabitants will be more than enough to replenish our ranks.
uk_ua: Вбити їх усіх! Навіть якщо ми зазнаємо тяжких втрат, жителів міста буде достатньо, щоб поповнити наші ряди.

source: Slay them all.
uk_ua: Убийте їх усіх.

source: Slim of Stature, dexterous Hands — Seven Stones and Eleven Left his Foes so slim a Chance — Seven Stones and Eleven Marksman known as Dragonbane ’mongst the Statues here was slain — Seven Stones — and the Elven (inscribed by Gauteamus)
uk_ua: Витончене тіло, спритні руки — Сім каменів і цей восьмий Убив ворогів своїх граціозно — Сім каменів і цей восьмий Стрілець, Смерть Драконів тут смерть прийшла до нього — Сім каменів і цей ельф (написане Гаутімусом)

source: Sling
uk_ua: Праща

source: Slipping Away
uk_ua: Утеча

source: Slovak Translation
uk_ua: Словацький переклад

source: Slovenian Translation
uk_ua: Словенський переклад

source: Slow
uk_ua: Повільний

source: Slowed penalty
uk_ua: Показана шкода

source: Slowed:
uk_ua: Уповільнений:

source: Smalg
uk_ua: Смалг

source: Small Axe
uk_ua: Мала сокира

source: Small Mushrooms
uk_ua: Малі гриби

source: Small Pile of Gold Coins
uk_ua: Маленька купка золотих

source: Small Profile
uk_ua: Профіль

source: Small map for 2 vs. 2.
uk_ua: Мала карта для 2 пр. 2.

source: Smash Cave Floor
uk_ua: Обвалити печеру

source: Smells like lots of death in the south near that merman town. Hey, Vrunt, you think the wolves like eatin’ merfish?
uk_ua: Пахне так, ніб' на півдні багато смертей, поблизу того міста водяних. Гей, Вранте, як гадаєш, чи вовкам їхній смак до вподоби?

source: Snagakhan
uk_ua: Снагахан

source: Snow
uk_ua: Сніг

source: Snow Hills
uk_ua: Сніжні пагорби

source: Snow fell as Deoran, Sir Gerrick, and Urza Afalas emerged from the great southern forest. Yet even as they returned to the land of men, the ominous gloom of the forest followed them. Up above, the bright sun was shrouded with grey fog, overcast with billowing clouds streaking through the sky in streams of darkened ash. Behind, the crepuscular shadow spread outward from the forest, an unnatural extension of the powers that lay within. It gained quickly upon them, the sinister darkness creeping toward the men of the South Guard.
uk_ua: Йшов сніг, коли Деоран, Пан Геррік та Урза Афалас вийшли з великого південного лісу. Але навіть коли вони повернулися на землю людей, зловісний морок лісу переслідував їх. Вгорі яскраве сонце було оповите сірим туманом, небо було затягнуте купчастими хмарами, що пронизували небо потоками темного попелу. Позаду сутінкова тінь поширювалася з лісу, наче неприродне продовження сил, що лежали всередині. Вона швидко насувалася на них, зловісна темрява повзла до бійців Південної Гвардії.

source: Snowbits
uk_ua: Підсніжники

source: Snowfall
uk_ua: Снігопад

source: Snowy Cottage
uk_ua: Сніжна хатина

source: Snowy Deciduous Forest
uk_ua: Сніжний листяний ліс

source: Snowy Drake Village
uk_ua: Засніжене село дрейків

source: Snowy Elven Village
uk_ua: Сніжне село ельфів

source: Snowy Encampment
uk_ua: Сніжний табір

source: Snowy Encampment Keep
uk_ua: Сніжний центр табору

source: Snowy Great Tree
uk_ua: Засніжене велике дерево

source: Snowy Hill Stone Village
uk_ua: Сніжне гірське місто з каменю

source: Snowy Human Castle
uk_ua: Сніжний людський замок

source: Snowy Human Castle Keep
uk_ua: Сніжна людська замкова вежа

source: Snowy Human City
uk_ua: Сніжне людське місто

source: Snowy Hut
uk_ua: Сніжний барак

source: Snowy Impassable Mountains
uk_ua: Сніжні непрохідні гори

source: Snowy Log Cabin
uk_ua: Засніжена дерев'яна хатина

source: Snowy Mixed Forest
uk_ua: Сніжний мішаний ліс

source: Snowy Mountains
uk_ua: Сніжні гори

source: Snowy Orcish Castle
uk_ua: Сніжний замок орків

source: Snowy Orcish Keep
uk_ua: Сніжна вежа орків

source: Snowy Orcish Village
uk_ua: Сніжне село орків

source: Snowy Pine Forest
uk_ua: Сніжний сосновий ліс

source: Snowy Stone Bridge
uk_ua: Засніжений кам'яний міст

source: So be it, then. Yours will not be the first bones to nourish the earth of our forest.
uk_ua: Хай буде так. Ваші кості будуть не першими, що живитимуть землю нашого лісу.

source: So be it. We stand squarely behind our allies.
uk_ua: Хай буде так. Ми триматимемося разом з нашими союзниками.

source: So close. So close.
uk_ua: Він поруч. Він поруч.

source: So here we are...
uk_ua: Ось ми і тут...

source: So it came to pass that Prince Haldric was forced from his home, never to return. With the help of his father’s noble sacrifice he has escaped through the southern pass. Haldric has left the lands of his home, and before him stretches the vast expanse of the southern kingdoms of his people.
uk_ua: Отже, принц Хальдрік був вимушений покинути свій дім і ніколи вже до нього не повернутися. Його батько приніс себе в жертву і допоміг синові сховатися через Південну ущелину. Хальдрік покинув рідні землі, і тепер перед ним тягнулися неосяжні землі південних королівств його народу.

source: So it comes to this. All humans are the same! You are no better than these criminals, the very pigs who sacked your towns and burned your villages! If you are brave enough to spurn the aid of the elves, then you are brave enough to find your own way in this forest! Come, my people, let us return to our lands. We were foolish to ever have any dealings with these men. Do not set foot in our land ever again, humans, for you have brought us nothing but grief.
uk_ua: То ж воно отак... Усі люди однакові! Ви нічим не кращі за цих злодіїв, тих самих свиней, що грабували ваші міста та палили ваші села! Якщо ви достатньо хоробрі, щоб відкидати допомогу від ельфів, тоді ви достатньо хоробрі, щоб самостійно вибратися з цього лісу! Ходімо, мій народе, повертаємося в наші землі. Помилкою було мати справи з цими людьми. Ніколи більше не заходьте на наші землі, люди, ви не принесли нам нічого, крім горя.

source: So it’s only bats, but rather a lot of them.
uk_ua: Отже, тут живуть лише кажани, але ж скільки їх тут…

source: So many foul humans riding on horses! There is no way we can defeat them. Quick, we must make our escape!
uk_ua: Забагато бридких людей на конях! Нам їх не перемогти. Швидко, треба вшиватися звідси!

source: So much for those ghost stories, but even ghosts might have been more observant than these elves. Still, they will not stop me from freeing Baran!
uk_ua: Такі вигадані історії, але навіть самі мерці були б уважнішими, ніж ці ельфи. Але вони все одно не завадять мені звільнити Б'ярна!

source: So much has been destroyed. It will be difficult to repair all that the orcs and undead have wrecked. And they could come again.
uk_ua: Так багато було зруйновано. Буде доволі важко відновити все, що орки та мерці накоїли. І вони ж можуть прийти знову.

source: So the elves finally come to defend their valley. Pity, they showed up too late. We will stop them here and prevent them from reclaiming the knowledge that was once theirs!
uk_ua: Тож ельфи нарешті прийшли, щоб захистити їхню долину. Як шкода, вони з'явилися занадто пізно. Ми зупинимо їх та не дамо повернути знання, що колись було їхнє!

source: So they survived! Them islands be a bit far, but I suppose this sack of old bones has one more adventure left in it...
uk_ua: Тож вони жеві! Ті острови далеченько, але, гадаю, такому мішку з кістьми, як я, доведеться пережити ще одну пригоду...

source: So this is Alduin. It looks a little... desolate.
uk_ua: То це і є Алдуін? Виглядає трохи... занедбаним.

source: So this is how it ends... I am coming to you, my brothers...
uk_ua: То ось як воно закінчується... Я йду до вас, мої брати...

source: So this is the Bay of Pearls. It looks like they have those merfolk working hard!
uk_ua: Отож, це — Затока Перлів. Схоже, вони змушують водяний народ тяжко працювати!

source: So this is the accursed valley — a land ours for the taking.
uk_ua: Ось це і є проклята долина. Ця земля буде нашою.

source: So we meet again, Delfador. You were a fool to turn down my offer. None of your allies will save you now.
uk_ua: Ось ми і зустрілися знову, Делфадоре. Було безглуздо з твого боку відхилити мою пропозицію. Тепер твої друзі тебе не врятують.

source: So we’ll have to fight them Wesnothians again?
uk_ua: То нам знову доведеться битися з веснотцями?

source: So what exactly is a troll?
uk_ua: Так усе-таки, що таке троль?

source: So what is your plan?
uk_ua: Отже, в чому полягає твій план?

source: So what of the rest of you?
uk_ua: А що щодо вас?

source: So what shall I call you?
uk_ua: Як мені тебе називати?

source: So you come to steal our land? We know your kind, humans of the west-north.
uk_ua: Отже, ви прибули вкрасти наші землі? Ми знаємо ваше плем'я, люди північного заходу.

source: So you say.
uk_ua: Ти так кажеш.

source: So, Prince, you bring refugees, but do you bring swords as well?
uk_ua: Отже, принце, ти привів біженців, але чи привів ти воїнів?

source: So, a doom has followed them here from their old home. My Outriders have reported that orcs have made landfall. Orcs! The tree-killers of our most ancient legends. Some thought them only a nightmare to frighten children, and never real at all.
uk_ua: Отже, рок прийшов услід за ними сюди з їхнього старого дому. Мої передвісники доповіли, що орки вже висадилися. Орки! Вбивці дерев з наших прадавніх легенд. Щось, що ми вважали страшилкою, якою лякають дітей, і в чию реальність ми ніколи не вірили.

source: So, even you humans are being affected by the dark sorcery that taints this land. Then, there is no better place than here. We should stop and rest before we proceed.
uk_ua: Так і є, навіть ви, люди, відчуваєте на собі темне чаклунство, що псує цю землю. Тоді це найкраще місце. Ми маємо зупинитися та відпочити.

source: So, the filth shows its face at last. You may think yourself mighty for preying on weak humans, but you stand no chance against us dwarves.
uk_ua: Тож, мерзота вирішила показатися. Може, ви й здатні легко полювати на слабких людей, але в вас нема жодного шансу проти нас, гномів.

source: So, the fleshbags have managed to mount a defense. It would seem that the pesky fly turned out to be more than a minor annoyance after all.
uk_ua: Тож, м'ясні мішки змогли укріпити оборону. Виглядає так, що жалюгідна муха виявилася більшою проблемою врешті-решт.

source: So, the formula for determining the income per turn is
uk_ua: Таким чином, прибуток за хід визначається за формулою

source: So, the usurpers have arrived at last.
uk_ua: Тож, узурпатори нарешті прибули.

source: So, their human aspect returns. Whatever these creatures are, we shall crush them all under the light of the sun.
uk_ua: Що ж, їхня людська натура повернулася. Хоч що би це не було, ми знищимо їх усіх, поки сяє сонце.

source: So, these pitiful humans are still alive? Good. I will have the pleasure of crushing them myself.
uk_ua: Що, ці жалюгідні люди досі живі? Хай буде так. Я з задоволенням розчавлю їх сам.

source: So, this is it. Sir Gerrick has bought us enough time to rally our forces and fortify the city. A mighty battle is upon us, but as surely as the dawn breaks after every night, the courage and valor of men will prevail over the wicked creatures of darkness. We must stand fast against the undead and defend our homes! We fight for Sir Gerrick! We fight for Wesnoth!
uk_ua: Отже, це воно. Пан Геррік виграв нам достатньо часу, щоб зібрати наші сили та укріпити місто. На нас чекає велична битва, але так само, як світанок настає після кожної ночі, мужність і хоробрість людей візьмуть гору над нечестивими істотами темряви. Ми мусимо вистояти проти мерців та захистити наші домівки! Ми б'ємося за Пана Герріка! Ми б'ємося за Веснот!

source: So, this is the one my minions told me of... the living man who walks here among the dead. You have come in time to see my greatest achievement — an end to death itself!
uk_ua: Отже, це той, про кого мені розповідали мої слуги... жива людина, що блукає серед мертвих. Ти прийшов саме вчасно, щоб побачити моє найбільше досягнення — кінець смерті як такої!

source: So, we meet again, Delfador! This time you will not steal what is mine!
uk_ua: Так-так-так, ось ми і зустрілися, Делфадоре! Цього разу ти у мене нічого не вкрадеш!

source: So, what do you want me to do? I don’t see how this relates to us dwarves.
uk_ua: І що ти хочеш, щоб я зробив? Я не бачу, як це пов'язано з нами, гномами.

source: So, what is to become of me?
uk_ua: А що буде зі мною?

source: So, you have defeated my lackey. A great accomplishment, for ones so pitiful.
uk_ua: Що ж, ви перемогли мого прислужника. Велике досягнення, як для когось настільки жалюгідного.
